Repository: openstack/tacker
Catalog: tacker/locale/*/LC_MESSAGES/tacker.po
Languages: de, es

source: NS creation is not completed within {wait} seconds as creation of mistral execution {mistral} is not completed
de: Die NS-Erstellung wird nicht innerhalb von {wait} Sekunden abgeschlossen, da die Erstellung der Mistral-Ausführung {mistral} nicht abgeschlossen ist

source: NS deletion is not completed within {wait} seconds as deletion of mistral execution {mistral} is not completed
de: Die NS-Löschung wird nicht innerhalb von {wait} Sekunden abgeschlossen, da die Löschung der Mistral-Ausführung {mistral} nicht abgeschlossen ist

source: NSD %(nsd_id)s could not be found
de: NSD %(nsd_id)s konnte nicht gefunden werden
es: NSD %(nsd_id)s no ha sido encontrado

source: NSD %(nsd_id)s is still in use
de: NSD %(nsd_id)s wird noch verwendet
es: NSD %(nsd_id)s sigue en uso

source: Native pagination depend on native sorting
de: Die native Paginierung hängt von der nativen Sortierung ab
es: La paginación nativa depende de la ordenación nativa

source: No details.
de: Keine Details.
es: Sin detalles.

source: No tasks to run for %(action)s on %(resource)s
de: Keine Tasks für %(action)s und %(resource)s
es: No hay tareas para ejecutar %(action)s en %(resource)s

source: Not authorized.
de: Nicht berechtigt.
es: No Autorizado

source: Number of attempts to retry for stack creation/deletion
de: Anzahl der Versuche, die Stack-Erstellung/Löschung erneut durchzuführen
es: Numero de intentos para re intentar creación/borrado de pila

source: Number of backlog requests to configure the socket with
de: Anzahl der Backlog-Anfragen, mit denen der Socket konfiguriert werden soll
es: Número de solicitudes de registro de reserva para configurar el socket con

source: Number of seconds to keep retrying to listen
de: Anzahl der Sekunden, in denen erneut versucht wird, zu hören
es: Número de segundos en seguir intentando escuchar

source: Number of seconds to wait between packets
de: Anzahl der Sekunden,die zwischen Paketen gewartet werden soll

source: Number of seconds to wait for a response
de: Anzahl der Sekunden, die auf eine Antwort gewartet werden sollen

source: Number of separate worker processes for service
de: Anzahl der separaten Worker-Prozesse für den Dienst
es: Numero de procesos independientes por servicio

source: Number of times to retry
de: Anzahl der Wiederholungen

source: Object action %(action)s failed because: %(reason)s
de: Objektaktion %(action)s ist fehlgeschlagen, weil: %(reason)s

source: Param values %(param_value)s is not in dict format.
de: Param-Werte %(param_value)s ist nicht im Dict-Format.
es: Valores de los parámetros %(param_value)s no están en formato de diccionario.

source: Parameter YAML input missing
de: Parameter YAML-Eingabe fehlt
es: Falta parámetro de entrada YAML

source: Parameter YAML not well formed - %(error_msg_details)s
de: Parameter YAML nicht wohlgeformt - %(error_msg_details)s
es: Parameter YAML no bien formateado - %(error_msg_details)s

source: Parameter input values missing for the key '%(key)s'
de: Parametereingabewerte fehlen für den Schlüssel '%(key)s'
es: Faltan valores de parámetros de entrada para la clave '%(key)s'

source: Password for alarm monitoring
de: Passwort für die Alarmüberwachung

source: Password to login openwrt
de: Passwort für die Anmeldung openwrt

source: Please provide one network for all vdus
de: Bitte stellen Sie ein Netzwerk für alle vdus bereit

source: Please provide only one Scaling policy
de: Bitte geben Sie nur eine Skalierungsrichtlinie an

source: Please provide parameters for substitution mappings
de: Bitte geben Sie Parameter für die Substitutionszuordnungen an
es: Por favor, proporcione parámetros para los mapeo de sustitución

source: Plugin '%s' not found.
de: Das Plugin '%s' wurde nicht gefunden.
es: No se ha encontrado el plugin '%s'.

source: Policy %(policy)s does not exist for VNF %(vnf_id)s
de: Die Richtlinie %(policy)s ist für VNF %(vnf_id)s nicht vorhanden
es: Regla %(policy)s no existe para VNF %(vnf_id)s

source: Policy doesn't allow %(action)s to be performed.
de: Die Richtlinie lässt nicht zu, dass %(action)s ausgeführt werden.
es: La política no permite que la %(action)s se realice

source: Private key file to use when starting the server securely
de: Private Schlüsseldatei zum sicheren Starten des Servers
es: Archivo de clave privada para usar al iniciar el servidor de manera segura

source: Project name for alarm monitoring
de: Projektname für die Alarmüberwachung

source: Query string is not UTF-8 encoded
de: Abfragezeichenfolge ist nicht UTF-8-codiert

source: Range of seconds to randomly delay when starting the periodic task scheduler to reduce stampeding. (Disable by setting to 0)
de: Sekundenbereich, der beim Starten des periodischen Task-Schedulers zufällig verzögert wird, um den Ansturm zu reduzieren. (Deaktivieren durch Einstellung auf 0)
es: Rango de segundos para retrasar aleatoriamente al iniciar la tarea periódica programador para reducir avalanchas. (Inhabilitar al establecer en 0)

source: Request Failed: internal server error while processing your request.
de: Anfrage fehlgeschlagen: interner Serverfehler während der Bearbeitung Ihrer Anfrage.
es: Ha fallado la solicitar: error interno de servidor al procesar la solicitud.

source: Resource body required
de: Ressourcenkörper erforderlich
es: Se necesita cuerpo de recurso

source: Resource creation is not completed within {wait} seconds as creation of stack {stack} is not completed
de: Die Ressourcenerstellung wird nicht innerhalb von {wait} Sekunden abgeschlossen, da die Erstellung des Stacks {stack} nicht abgeschlossen ist
es: Creación de recursos no ha sido completada en {wait} segundos como creación de pila {stack} no ha sido completada

source: Resource name for which deleted entries are to be purged.
de: Ressourcenname, für den gelöschte Einträge gelöscht werden sollen.
es: Nombre de recurso para el cual las entradas serán eliminadas

source: Resource not found.
de: Ressource nicht gefunden.
es: Recurso no encontrado.

source: Resource type %(type)s is unsupported by VIM
de: Ressourcentyp %(type)s wird von VIM nicht unterstützt

source: Resources required
de: Ressourcen benötigt
es: Recursos necesarios

source: Running without keystone AuthN requires that tenant_id is specified
de: Zum Ausführen ohne Keystone-Authentifizierung muss 'tenant_id' angegeben sein

source: SFC %(sfc_id)s is still in use
de: SFC %(sfc_id)s wird noch verwendet
es: SFC %(sfc_id)s sigue en uso

source: Seconds between running components report states
de: Sekunden zwischen den laufende Komponenten Zustände melden
es: Segundos para reportar estado de componentes ejecutándose

source: Seconds between running periodic tasks
de: Sekunden zwischen dem Ausführen periodischer Aufgaben
es: Segundos entre tareas periódicas en ejecución

source: Service Function Chain %(sfc_id)s could not be found
de: Dienstfunktionskette %(sfc_id)s konnte nicht gefunden werden
es: Service Function Chain %(sfc_id)s no ha sido encontrado

source: Sets the value of TCP_KEEPIDLE in seconds for each server socket. Not supported on OS X.
de: Legt den Wert von TCP_KEEPIDLE in Sekunden für jeden Server-Socket fest. Unter OS X nicht unterstützt.
es: Establece el valor de TCP_KEEPIDLE en segundos para cada socket del servidor. No soportado en OS X.

source: Specified CP %(cp_id)s could not be found in VNF %(vnf_id)s.
de: Der angegebene CP %(cp_id)s konnte in VNF %(vnf_id)s nicht gefunden werden.
es: CP especificado %(cp_id)s no ha sido encontrado en VNF %(vnf_id)s.

source: Specified CP %(cp_id)s could not be found in VNFD %(vnfd_name)s. Please check VNFD for correct Connection Point.
de: Der angegebene CP %(cp_id)s konnte nicht in VNFD %(vnfd_name)s gefunden werden. Bitte überprüfen Sie VNFD für den richtigen Verbindungspunkt.
es: CP especificado %(cp_id)s no ha sido encontrado en VNFD %(vnfd_name)s. Por favor comprueba VNFD para el correcto Punto de Conexión.

source: Specified CP %(cp_id)s in VNFD %(vnfd_name)s does not have forwarding capability, which is required to be included in forwarding path
de: Der angegebene CP %(cp_id)s in VNFD %(vnfd_name)s verfügt nicht über eine Weiterleitungsfunktion, die im Weiterleitungspfad enthalten sein muss
es: CP %(cp_id)s especificado en VNFD %(vnfd_name)s no tiene capacidad de reenvío, que es requerida para ser incluido en el forwarding path

source: Specified Event id %(evt_id)s is invalid. Please verify and pass a valid Event id
de: Angegebene Ereignis-ID %(evt_id)s ist ungültig. Bitte verifizieren Sie und übermitteln eine gültige Event-ID
es: ID de evento especificado %(evt_id)s es invalido. Por favor, verifique y pasa un ID de evento valido.

source: Specified VIM id %(vim_id)s is invalid. Please verify and pass a valid VIM id
de: Angegebene VIM-ID %(vim_id)s ist ungültig. Bitte verifizieren Sie und übergeben Sie eine gültige VIM-ID
es: VIM id especificado %(vim_id)s no es valido. Por favor, verifique y pasa un VIM id valido

source: Specified VNF instance %(vnf_name)s in VNF Mapping could not be found
de: Angegebene VNF-Instanz %(vnf_name)s in VNF Mapping konnte nicht gefunden werden
es: Instancia VNF %(vnf_name)s especificada en VNF Mapping no ha sido encontrada

source: Specified VNFD %(vnfd_name)s in VNFFGD does not exist. Please create VNFDs before creating VNFFG
de: Angegebenes VNFD %(vnfd_name)s in VNFFGD existiert nicht. Bitte erstellen Sie VNFDs, bevor Sie VNFFG erstellen
es: VNFD especificado %(vnfd_name)s en VNFFGD no existe. Por favor crea VNFDs antes de crear VNFFG

source: Specified model is invalid, only Event model supported
de: Angegebenes Modell ist ungültig, nur Ereignismodell wird unterstützt
es: Modelo especificado es invalido, solo modelo Event soportado

source: Specified number_of_endpoints %(number)s is not equal to the number of connection_point %(cps)s
de: Angegebene Anzahl von Endpunkten %(number)s ist nicht gleich der Anzahl von Verbindungspunkt %(cps)s
es: number_of_endpoints %(number)s especificado no es igual al número de connection_point %(cps)s

source: Specifying 'tenant_id' other than authenticated tenant in request requires admin privileges
de: Die Angabe von 'tenant_id' im nicht authentifizierten Tenant erfordert Administratorrechte
es: Para especificar un 'tenant_id' distinto del arrendatario autenticado en la solicitud requiere privilegios administrativos

source: The %(first_dict)s and %(sec_dict)s are overlapped
de: Die %(first_dict)s und %(sec_dict)s sind überlappt

source: The %(vnfd)s is not found in constituent VNFDs
de: Die %(vnfd)s wird nicht in den konstituierenden VNFDs gefunden

source: The API paste config file to use
de: Die zu verwendende API-Einfügekonfigurationsdatei
es: El archivo de configuración de pegar de API a utilizar

source: The attribute '%(attr)s' is reference to other resource, can't used by sort '%(resource)s'
de: Das Attribut '%(attr)s' ist ein Verweis auf eine andere Ressource und kann nicht nach '%(resource)s' verwendet werden.
es: Otro recurso hace referencia al atributo '%(attr)s', la ordenación '%(resource)s no puede usarlo'

source: The host IP to bind to
de: Die Host-IP, an die gebunden werden soll
es: El IP de host al que enlazar

source: The hostname Tacker is running on
de: Der Hostname Tacker läuft weiter
es: El nombre de servidor donde Tacker está ejecutándose

source: The maximum number of items returned in a single response, value was 'infinite' or negative integer means no limit
de: Die maximale Anzahl von Elementen, die in einer einzelnen Antwort zurückgegeben wurden, der Wert war 'unendlich' oder negative Ganzzahl bedeutet keine Begrenzung
es: El número máximo de elementos devueltos en una única respuesta, el valor 'infinite' o un entero negativo significa que no hay límite

source: The number of sort_keys and sort_dirs must be same
de: Die Anzahl der sort_keys und sort_dirs muss gleich sein
es: El número de sort_keys y sort_dirs debe ser igual

source: The path for API extensions
de: Der Pfad für API-Erweiterungen
es: La vía de acceso para ampliaciones de API

source: The port to bind to
de: Der Port zum Binden
es: El puerto al que enlazar

source: The request returned a 413 Request Entity Too Large. This generally means that rate limiting or a quota threshold was breached. The response body: %(body)s
de: Die Anforderung hat eine Nachricht vom Typ '413 - Anforderungsentität zu groß' zurückgegeben. Dies weist im Allgemeinen darauf hin, dass die Geschwindigkeitsbegrenzung oder ein Kontingentschwellenwert überschritten wurde. Der Antworttext: %(body)s

source: The requested content type %s is invalid.
de: Der angeforderte Inhaltstyp %s ist ungültig.
es: El tipo de contenido solicitado %s no es válido.

source: The resource could not be found.
de: Die Ressource konnte nicht gefunden werden.
es: El recurso no se ha podido encontrar.

source: The service is unavailable
de: Dieser Service ist nicht erreichbar
es: El servicio no está disponible

source: The service plugins Tacker will use
de: Die Service-Plugins, die von Tacker verwendet werden
es: Los plugins de servicio que Tacker va a usar

source: The type of authentication to use
de: Die Art der zu verwendenden Authentifizierung
es: El tipo de autenticación a utilizar

source: Time interval to wait for VM to boot
de: Zeitintervall zum Warten auf den Start der VM
es: Intervalo de tiempo a esperar para que inicie la instancia

source: Timeline branches unable to generate timeline
de: Timeline-Zweige können keine Zeitleiste generieren
es: Las ramas de la línea de tiempo no pueden generar la línea de tiempo

source: Trigger %(trigger_name)s does not exist for VNF %(vnf_id)s
de: Trigger %(trigger_name)s existiert nicht für VNF %(vnf_id)s
es: Disparador %(trigger_name)s no existe para VNF %(vnf_id)s

source: URL to database
de: URL zur Datenbank
es: URL en base de datos

source: Unable to find '%s' in request body
de: '%s' konnte im Anfragetext nicht gefunden werden
es: No se puede encontrar '%s' en el cuerpo de solicitud

source: Unable to find key file for VIM %(vim_id)s
de: Die Schlüsseldatei für VIM %(vim_id)s konnte nicht gefunden werden
es: No ha sido posible encontrar el fichero de clave para VIM %(vim_id)s

source: Unable to find ssl_cert_file: %s
de: Das ssl_cert_file %s wurde nicht gefunden.

source: Unable to identify a target field from: %s. Match should be in the form %%(<field_name>)s
de: Das Zielfeld konnte nicht identifiziert werden: %s. Match sollte in der Form %%(<field_name>)s sein

source: Unable to load %(app_name)s from configuration file %(config_path)s.
de: %(app_name)s konnte nicht aus der Konfigurationsdatei %(config_path)s geladen werden.
es: No se puede cargar %(app_name)s del archivo de configuración %(config_path)s.

source: Unexpected API Error. Please report this at http://bugs.launchpad.net/tacker/ and attach the Tacker API log if possible. %s
de: Unerwarteter API-Fehler. Melden Sie ihn unter http://bugs.launchpad.net/tacker/ und hängen Sie das Tacker-API-Protokoll an, falls möglich. %s

source: Unknown API version specified
de: Unbekannte API-Version angegeben
es: Versión API desconocida especificada

source: Unknown VIM region name %(region_name)s
de: Unbekannter VIM-Gebietsname %(region_name)s
es: Nombre de región del VIM desconocido %(region_name)s

source: Unmapped error
de: Nicht zugeordnete Fehler
es: Error no correlacionado

source: Unrecognized attribute(s) '%s'
de: Nicht erkannte(s) Attribut(e) '%s'
es: Atributo(s) no reconocido(s) '%s'

source: Unrecognized read_deleted value '%s'
de: Nicht erkannter read_deleted-Wert '%s'
es: Valor de read_deleted no reconocido '%s'

source: Unsupported Content-Type
de: Nicht unterstützter Inhaltstyp
es: Tipo de contenido no soportado

source: Unsupported Policy Type: %(type)s
de: Nicht unterstützter Richtlinientyp: %(type)s
es: Tipo de regla no soportada: %(type)s

source: Use barbican to encrypt vim password if True, save vim credentials in local file system if False
de: Benutzt barbican, um vim password zu verschlüsseln, wenn True, speichert vim credentials im lokalen Dateisystem, wenn False
es: Usa Barbican para encriptar la contraseña de VIM si True, guarda credenciales de VIM en fichero local del sistema is False

source: User does not have admin privileges: %(reason)s
de: Der Benutzer hat keine Administratorrechte: %(reason)s
es: El usuario no tiene privilegios de administración: %(reason)s

source: User is not authorized to use key manager.
de: Der Benutzer ist nicht berechtigt, den Schlüsselmanager zu verwenden.
es: Usuario no autorizado para usar el gestor de claves.

source: User name for alarm monitoring
de: Benutzername für die Alarmüberwachung
es: Nombre de usuario para motorización de alarmas

source: User name to login openwrt
de: Benutzername zum Anmelden openwrt

source: VIM %(vim_id)s is still in use by VNF
de: VIM %(vim_id)s wird weiterhin von VNF verwendet
es: VIM %(vim_id)s sigue en uso por VNF

source: VIM driver for launching VNFs
de: VIM-Treiber zum Starten von VNFs
es: Driver VIM para ejecutar VNFs

source: VIM from VNF %(vnf_id)s could not be found
de: VIM von VNF %(vnf_id)s konnte nicht gefunden werden
es: VIM de VNF %(vnf_id)s no ha sido encontrado

source: VIM type %(vim_name)s is not supported as an infra driver
de: Der VIM-Typ %(vim_name)s wird nicht als Infra-Treiber unterstützt

source: VNF %(vnf_id)s could not be found
de: VNF %(vnf_id)s konnte nicht gefunden werden
es: VNF %(vnf_id)s no ha sido encontrado

source: VNF %(vnf_id)s is not in Active state: %(message)s
de: VNF %(vnf_id)s befindet sich nicht im aktiven Status: %(message)s

source: VNF %(vnf_id)s is still in use
de: VNF %(vnf_id)s wird noch verwendet
es: VNF %(vnf_id)s sigue en uso

source: VNF configuration failed
de: Die VNF-Konfiguration ist fehlgeschlagen
es: Fallo la configuración de VNF

source: VNF mapping not found/defined
de: VNF-Mapping nicht gefunden/definiert

source: VNF scaling failed for stack %(stack)s with error %(error)s
de: VNF-Skalierung fehlgeschlagen für Stapel %(stack)s mit Fehler %(error)s
es: Fallo escalado de VNF para pila %(stack)s con error %(error)s

source: VNFD %(vnfd_id)s could not be found
de: VNFD %(vnfd_id)s konnte nicht gefunden werden
es: VNFD %(vnfd_id)s no ha sido encontrado

source: VNFD %(vnfd_id)s is still in use
de: VNFD %(vnfd_id)s wird noch verwendet
es: VNFD %(vnfd_id)s sigue en uso

source: VNFD Forwarder %(vnfd)s not found in VNF Mapping %(mapping)s
de: VNFD-Weiterleitung %(vnfd)s wurde nicht in VNF-Zuordnung %(mapping)s gefunden
es: VNFD Forwarder %(vnfd)s no encontrado en VNF Mapping %(mapping)s

source: VNFD Forwarder %(vnfd)s specified more than twice in requirements path
de: VNFD-Weiterleitung %(vnfd)s wurde im Anforderungspfad mehr als zweimal angegeben

source: VNFFG %(vnffg_id)s could not be found
de: VNFFG %(vnffg_id)s konnte nicht gefunden werden
es: VNFFG %(vnffg_id)s no ha sido encontrado

source: VNFFG %(vnffg_id)s is still in use
de: VNFFG %(vnffg_id)s wird noch verwendet
es: VNFFG %(vnffg_id)s sigue en uso

source: VNFFG Property %(vnffg_property)s could not be found
de: VNFFG Property %(vnffg_property)s konnte nicht gefunden werden
es: Propiedad %(vnffg_property)s de VNFFG no ha sido encontrada

source: VNFFG Template %(vnffgd_id)s could not be found
de: VNFFG-Vorlage %(vnffgd_id)s konnte nicht gefunden werden
es: Plantilla VNFFG %(vnffgd_id)s no ha sido encontrada

source: VNFFGD %(vnffgd_id)s is still in use
de: VNFFGD %(vnffgd_id)s wird noch verwendet
es: VNFFGD %(vnffgd_id)s sigue en uso

source: Validator '%s' does not exist.
de: Validator '%s' existiert nicht.
es: El validador '%s' no existe.

source: Wait time (in seconds) between consecutive stack create/delete retries
de: Wartezeit (in Sekunden) zwischen aufeinanderfolgenden Versuchen zum Erstellen/Löschen von Stapeln
es: Tiempo de espera (en segundos) entre re intentos consecutivos de creación/borrado de pila

source: When signal occurred within cool down window, no events generated from heat, so ignore it
de: Wenn das Signal im Abkühlfenster auftrat, wurden keine Ereignisse durch Heat erzeugt, also ignoriere es

source: Where to store Tacker state files. This directory must be writable by the agent.
de: Wo können Tacker-Statusdateien gespeichert werden? Dieses Verzeichnis muss vom Agenten beschreibbar sein.
es: Lugar para almacenar ficheros de estado de Tacker. El agente debe poder escribir en este directorio.

source: You are not authorized to complete this action.
de: Sie sind nicht berechtigt, diese Aktion abzuschließen.
es: No está autorizado a completar esta acción.

source: You must implement __call__
de: Sie müssen __call__ implementieren
es: Debe implementar __call__

source: You must provide a revision or relative delta
de: Sie müssen eine Revision oder ein relatives Delta angeben
es: Debe proporcionar una revisión o delta relativa

source: already created
de: bereits erstellt

source: attribute %s not lazy-loadable
de: Attribut %s kann nicht über Lazy-Loading geladen werden.

source: can't load driver '%(new_driver)s' because driver '%(old_driver)s' is already registered for driver '%(type)s'
de: Der Treiber '%(new_driver)s' kann nicht geladen werden, da der Treiber '%(old_driver)s' bereits für den Treiber '%(type)s registriert ist.
es: No se puede cargar driver '%(new_driver)s' porque el driver '%(old_driver)s' continua registrado para driver '%(type)s'

source: check interval for monitor
de: Prüfintervall für Monitor
es: Intervalo de comprobación para el monitor

source: creating VNF based on %(vnfd_id)s failed
de: Erstellen von VNF basierend auf %(vnfd_id)s fehlgeschlagen
es: Fallo en la creación de VNF basado en %(vnfd_id)s

source: driver '%(new_driver)s' ignored because driver '%(old_driver)s' is already registered for driver '%(type)s'
de: Der Treiber '%(new_driver)s' wird ignoriert, da der Treiber %(old_driver)s' bereits für den Treiber '%(type)s' registriert ist.
es: Driver '%(new_driver)s' ignorado porque el driver '%(old_driver)s' continua registrado para driver '%(type)s'

source: heat-translator failed: - %(error_msg_details)s
de: heat-translator fehlgeschlagen: - %(error_msg_details)s
es: heat-translator fallo: - %(error_msg_details)s

source: port number which drivers use to trigger
de: Portnummer, die die Treiber zum Auslösen verwenden
es: Numero de puerto que los driver usan para notificar

source: service type %(service_type_id)s could not be found
de: Der Servicetyp %(service_type_id)s konnte nicht gefunden werden
es: Tipo de servicio %(service_type_id)s no ha sido encontrado

source: service types are not specified
de: Servicetypen sind nicht angegeben
es: Tipos de servicio no especificados

source: tosca-parser failed: - %(error_msg_details)s
de: tosca-parser ist fehlgeschlagen: - %(error_msg_details)s
es: tosca-parser falló: - %(error_msg_details)s
