Repository: openstack/tacker
Catalog: tacker/locale/*/LC_MESSAGES/tacker.po
Languages: de, es

source: Command: %(cmd)s Exit code: %(code)s Stdout: %(stdout)r Stderr: %(stderr)r
de: Befehl: %(cmd)s Beendigungscode: %(code)s Stdout: %(stdout)r Stderr: %(stderr)r
es: Comando: %(cmd)s Código de salida: %(code)s Salida estándar: %(stdout)r Salida de error: %(stderr)r

source: Cannot fetch details
de: Details können nicht abgerufen werden
es: No ha sido posible extraer detalles

source: %(_type)s already exist with given %(entry)s
de: %(_type)s existieren bereits mit gegebenen %(entry)s
es: %(_type)s ya existe con %(entry)s dado

source: %(error)s in policy
de: %(error)s in der Richtlinie
es: %(error)s en regla

source: %(invalid_dirs)s is invalid value for sort_dirs, valid value is '%(asc)s' and '%(desc)s'
de: %(invalid_dirs)s ist ungültiger Wert für sort_dirs, gültiger Wert ist '%(asc)s' und '%(desc)s'
es: %(invalid_dirs)s es un valor no válido para sort_dirs, los valores válidos son '%(asc)s' y '%(desc)s'

source: %(resource)s with name %(name)s already exists
de: %(resource)s mit dem Namen %(name)s ist bereits vorhanden
es: %(resource)s con nombre %(name)s ya existe

source: %(url)s returned a fault: %(exception)s
de: %(url)s hat einen Fehler zurückgegeben: %(exception)s
es: %(url)s ha devuelto un error: %(exception)s

source: %(url)s returned with HTTP %(status)d
de: %(url)s zurückgegeben mit HTTP%(status)d
es: Se ha devuelto %(url)s con HTTP %(status)d

source: %s is invalid attribute for sort_key
de: %s ist ein ungültiges Attribut für sort_key
es: %s es un atributo no válido para sort_key

source: %s is invalid attribute for sort_keys
de: %s ist ein ungültiges Attribut für sort_keys
es: %s es un atributo no válido para sort_keys

source: %s is not a valid VLAN tag
de: %s ist kein gültiges VLAN-Tag
es: %s no es una etiqueta VLAN válida

source: '%(data)s' exceeds maximum length of %(max_len)s
de: '%(data)s' überschreitet die maximale Länge von %(max_len)s
es: '%(data)s' supera la longitud máxima de %(max_len)s

source: '%(data)s' is not in %(valid_values)s
de: '%(data)s' ist nicht in %(valid_values)s
es: '%(data)s' no está en %(valid_values)s

source: '%(data)s' is too large - must be no larger than '%(limit)d'
de: '%(data)s' ist zu groß - darf nicht größer als '%(limit)d sein
es: '%(data)s' es muy grande, no debe ser más grande que '%(limit)d'

source: '%(data)s' is too small - must be at least '%(limit)d'
de: '%(data)s' ist zu klein - muss mindestens '%(limit)d' sein
es: '%(data)s' es muy pequeño, debe ser al menos '%(limit)d'

source: '%(data)s' isn't a recognized IP subnet cidr, '%(cidr)s' is recommended
de: '%(data)s' ist kein erkanntes IP-Subnetz cidr, '%(cidr)s' wird empfohlen
es: '%(data)s' no es un cidr de subred IP reconocido, se recomienda '%(cidr)s'

source: '%s' - age should be a positive integer
de: '%s' - Alter sollte eine positive Ganzzahl sein
es: '%s' - edad debe ser un entero positivo

source: '%s' - age should be an integer
de: '%s' - Alter sollte eine Ganzzahl sein
es: '%s' - edad debe ser un entero

source: '%s' Blank strings are not permitted
de: '%s' Leere Zeichenfolgen sind nicht erlaubt
es: No se permiten '%s' series en blanco

source: '%s' cannot be converted to boolean
de: '%s' kann nicht in boolean konvertiert werden
es: '%s' no se puede convertir a booleano

source: '%s' contains whitespace
de: '%s' enthält Leerzeichen
es: '%s' contiene espacios en blanco

source: '%s' granularity should be days, hours, minutes, or seconds
de: Die Granularität %s sollte Tage, Stunden, Minuten oder Sekunden sein
es: '%s' granularidad debe ser días, horas, minutos o segundos

source: '%s' is not a dictionary
de: '%s' ist kein Wörterbuch
es: '%s' no es un diccionario

source: '%s' is not a list
de: '%s' ist keine Liste
es: '%s' no es una lista

source: '%s' is not a valid IP address
de: '%s' ist keine gültige IP-Adresse
es: '%s' no es una dirección IP válida

source: '%s' is not a valid IP subnet
de: '%s' ist kein gültiges IP-Subnetz
es: '%s' no es una subred IP válida

source: '%s' is not a valid MAC address
de: '%s' ist keine gültige MAC-Adresse
es: '%s' no es una dirección MAC válida

source: '%s' is not a valid UUID
de: '%s' ist keine gültige UUID
es: '%s' no es un UUID válido

source: '%s' is not a valid boolean value
de: '%s' ist kein gültiger boolescher Wert
es: '%s' no es un valor booleano

source: '%s' is not a valid input
de: '%s' ist keine gültige Eingabe
es: '%s' no es una entrada válida

source: '%s' is not a valid nameserver
de: '%s' ist kein gültiger Nameserver
es: %s no es un nombre de servidor valido

source: '%s' is not a valid string
de: '%s' ist keine gültige Zeichenfolge
es: '%s' no es una serie válida

source: '%s' is not an integer
de: '%s' ist keine ganze Zahl
es: '%s' no es un entero

source: '%s' is not of the form <key>=[value]
de: '%s' ist nicht von der Form <key>=[value]
es: '%s' no tiene el formato <clave>=[valor]

source: '%s' should be non-negative
de: '%s' sollte nicht negativ sein
es: '%s' debe ser no negativo

source: 'file' attribute is missing for tosca.artifacts.Deployment.Image.VM artifact type
de: Das Attribut 'Datei' fehlt für den Artefakttyp tosca.artifacts.Deployment.Image.VM
es: Falta atributo 'file' para tipo de artefacto tosca.artifacts.Deployment.Image.VM

source: Added output for %s
de: Ausgabe für %s hinzugefügt
es: Salida añadida para %s

source: Address which drivers use to trigger
de: Adresse, welche Treiber zum Auslösen verwenden
es: Dirección que los driver usan para notificar

source: Alarm monitoring driver to communicate with Hosting VNF/logical service instance tacker plugin will use
de: Alarm-Monitoring-Treiber zur Kommunikation mit Hosting-VNF/Logic-Service-Instanz Tacker-Plugin wird verwenden
es: Driver de monitor de alarmas para comunicar con la instancia Hosting VNF/servicio logico que tacker plugin usara

source: All the requirements for substitution_mappings are not provided. Missing requirement for %(requirement)s
de: Alle Anforderungen für Substitutions-Mappings sind nicht vorgesehen. Fehlende Anforderung für %(requirement)s
es: Todos los requerimientos para substitution_mappings no han sido proporcionados. Requerimientos que faltan %(requirement)s

source: Allow the usage of the bulk API
de: Erlaube die Verwendung der Massen-API
es: Permitir el uso de la API masiva

source: Allow the usage of the pagination
de: Erlaube die Verwendung der Seitennummerierung
es: Permitir el uso de la paginación

source: Allow the usage of the sorting
de: Erlaube die Verwendung der Sortierung
es: Permitir el uso de la ordenación

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.
es: Una excepción desconocida ha ocurrido

source: App monitoring driver to communicate with Hosting VNF/logical service instance tacker plugin will use
de: App-Monitoring-Treiber für die Kommunikation mit Hosting-VNF/Logic-Service-Instanz Tacker-Plugin wird verwenden

source: Attribute '%s' not allowed in POST
de: Das Attribut '%s' ist im POST nicht zulässig
es: El atributo '%s' no está permitido en POST

source: Available commands
de: Verfügbare Befehle
es: Mandatos disponibles

source: Bad %(resource)s request: %(msg)s
de: Fehlerhafte %(resource)s Anfrage: %(msg)s
es: Solicitud %(resource)s incorrecta: %(msg)s

source: Bad Request - Invalid Parameters
de: Fehlerhafte Anfrage - Ungültige Parameter

source: Barbican must be enabled for VIM %(vim_id)s
de: Barbican muss für VIM %(vim_id)s aktiviert sein

source: Bulk operation not supported
de: Bulk-Vorgang wird nicht unterstützt
es: No se soporta operación masiva

source: CA certificate file to use to verify connecting clients
de: CA-Zertifikatsdatei, die zum Überprüfen verbindender Clients verwendet wird
es: Archivo de certificado CA para usar para verificar los clientes de conexión

source: Cannot call %(method)s on orphaned %(objtype)s object
de: %(method)s kann nicht für verwaistes %(objtype)s-Objekt aufgerufen werden

source: Cannot create resource for another tenant
de: Ressource kann nicht für einen anderen Mandanten erstellt werden
es: No se puede crear el recurso para otro arrendatario

source: Cannot understand JSON
de: Ich kann JSON nicht verstehen
es: No se puede entender JSON

source: Cannot update read-only attribute %s
de: Das schreibgeschützte Attribut %s kann nicht aktualisiert werden
es: No se puede actualizar el atributo de sólo lectura %s

source: Certificate file to use when starting the server securely
de: Zertifikatsdatei zum sicheren Starten des Servers
es: Archivo del certificado para usar al iniciar el servidor de manera segura

source: Class not found.
de: Klasse nicht gefunden
es: No se ha encontrado la clase.

source: Classifier %(classifier_id)s could not be found
de: Classifier %(classifier_id)s konnte nicht gefunden werden
es: Classifier %(classifier_id)s no ha sido encontrado

source: Classifier %(classifier_id)s is still in use
de: Classifier %(classifier_id)s wird noch verwendet
es: Classifier %(classifier_id)s sigue en uso

source: Could not bind to %(host)s:%(port)s after trying for %(time)d seconds
de: Konnte nicht an %(host)s:%(port)s nach dem Versuch für %(time)d Sekunden gebunden werden
es: No se puede enlazar a %(host)s:%(port)s después de intentar por %(time)d segundos

source: Could not deserialize data
de: Daten konnten nicht deserialisiert werden
es: No se han podido deserializar los datos

source: Could not find discovery information for %s
de: Die Ermittlungsinformationen für %s konnten nicht gefunden werden
es: No ha sido posible encontrar la información de descubrimiento para %s

source: Could not retrieve VNF resource IDs and types. Please check %(service)s status.
de: VNF-Ressourcen-IDs und -Typen konnten nicht abgerufen werden. Bitte überprüfen Sie den Status von %(service)s.
es: No ha sido posible conseguir IDs y tipos del recurso VNF. Por favor comprueba el estado del servicio %(service)s.

source: Creating VNFFG based on %(vnffgd_id)s failed
de: Das Erstellen von VNFFG basierend auf %(vnffgd_id)s ist fehlgeschlagen
es: Creación de VNFFG basado en %(vnffgd_id)s falló

source: Criteria list can not be empty
de: Die Kriterienliste darf nicht leer sein

source: Database engine
de: Datenbankmodul
es: Motor de base de datos

source: Default VIM already exists %(vim_id)s.
de: Standard-VIM existiert bereits %(vim_id)s.
es: VIM por defecto ya existe %(vim_id)s.

source: Default VIM is not defined.
de: Standard-VIM ist nicht definiert.
es: VIM por defecto no definido.

source: Deleting VNFFG %(vnffg_id)s failed
de: Das Löschen von VNFFG %(vnffg_id)s ist fehlgeschlagen
es: Borrado de VNFFG %(vnffg_id)s falló

source: Duplicate IP address '%s'
de: Doppelte IP-Adresse '%s'
es: Dirección IP duplicada '%s'

source: Duplicate hostroute '%s'
de: Doppelte Hostroute '%s'
es: Ruta de host '%s' duplicada

source: Duplicate items in the list: '%s'
de: Doppelte Einträge in der Liste: '%s'
es: Elementos duplicados en la lista: '%s'

source: Duplicate nameserver '%s'
de: Doppelter Nameserver '%s'
es: Servidor de nombres '%s' duplicado

source: ERROR: %s
de: FEHLER: %s

source: ERROR: Unable to find configuration file via the default search paths (~/.tacker/, ~/, /etc/tacker/, /etc/) and the '--config-file' option!
de: FEHLER: Die Konfigurationsdatei kann nicht über die Standardsuchpfade (~/.tacker/, ~/, /etc/tacker/, /etc/) und die Option '--config-file' gefunden werden!
es: ERROR: No ha sido posible encontrar el fichero de configuración en las rutas de búsqueda por defecto (~/.tacker/, ~/, /etc/tacker/, /etc/) y en la opción '--config-file'

source: Empty list is not allowed for service list. '%s'
de: Eine leere Liste ist für die Serviceliste nicht erlaubt. '%s'

source: Enable SSL on the API server
de: Aktivieren Sie SSL auf dem API-Server
es: Habilitar SSL en el servidor API

source: End of VLAN range is less than start of VLAN range
de: Das Ende des VLAN-Bereichs ist geringer als der Beginn des VLAN-Bereichs
es: El final del rango VLAN es menor que el inicio del rango VLAN

source: Error while trying to issue %(cmd)s to find resource type %(type)s by resource name %(name)s
de: Fehler beim Ausgeben von %(cmd)s zum Auffinden des Ressourcentyps %(type)s nach Ressourcenname %(name)s
es: Error al intentar ejecutar %(cmd)s para buscar tipo de recurso %(type)s por nombre de recurso %(name)s

source: Error: cooperative_iter exception %s
de: Fehler: cooperative_iter-Ausnahme %s

source: Extension with alias %s does not exist
de: Erweiterung mit Alias %s existiert nicht
es: La ampliación con el alias %s no existe

source: Failed to check policy %(policy)s because %(reason)s
de: Fehler beim Überprüfen der Richtlinie %(policy)s wegen %(reason)s
es: No se ha podido comprobar la política %(policy)s debido a %(reason)s

source: Failed to create an event: %(error_str)s
de: Fehler beim Erstellen eines Ereignisses: %(error_str)s
es: Fallo al crear evento: %(error_str)s

source: Failed to init policy %(policy)s because %(reason)s
de: Fehler beim Initialisieren der Richtlinien %(policy)s, weil %(reason)s
es: No se ha podido iniciar la política %(policy)s debido a %(reason)s

source: Failed to parse VNFFG Template due to missing input param %(get_input)s.
de: Fehler beim Parsen der VNFFG-Vorlage aufgrund fehlender Eingabeparameter %(get_input)s.
es: Falló al analizar plantilla VNFFG debido a falta de parámetros de entrada %(get_input)s.

source: Failed to parse request. Parameter '%s' not specified
de: Fehler beim Analysieren der Anfrage. Parameter '%s' nicht angegeben
es: No se ha podido analizar la solicitud. No se ha especificado el parámetro '%s'

source: Failed to parse request. Required attribute '%s' not specified
de: Fehler beim Analysieren der Anfrage. Erforderliches Attribut '%s' nicht angegeben
es: No se ha podido analizar la solicitud. No se ha especificado el atributo necesario '%s'

source: Flavor Extra Specs
de: Varianten Extra-Spezifikationen
es: Especificaciones extra de sabor

source: Forbidden
de: Verboten

source: Found duplicate extension: %(alias)s
de: Doppelte Erweiterung gefunden: %(alias)s
es: Se ha encontrado ampliación duplicada: %(alias)s

source: Found unsupported keys for %(found_keys)s
de: Nicht unterstützte Schlüssel für %(found_keys)s gefunden

source: Getting resource id from VIM with resource name %(name)s by %(cmd)s returns more than one
de: Das Abrufen der Ressourcen-ID aus VIM mit dem Ressourcennamen %(name)s nach %(cmd)s gibt mehr als eins zurück
es: Obteniendo ID de recurso desde VIM con nombre de recurso %(name)s por %(cmd)s responde con mas de uno

source: Getting resource id from VIM with resource name %(name)s by %(cmd)s returns nothing
de: Das Abrufen der Ressourcen-ID aus VIM mit dem Ressourcennamen %(name)s nach %(cmd)s gibt nichts zurück
es: Obteniendo ID de recurso desde VIM con nombre de recurso %(name)s por %(cmd)s no responde nada

source: Granularity to use for age argument, defaults to days.
de: Die Granularität, die für das Argument 'Alter' verwendet wird, lautet standardmäßig Tage.
es: Granularidad para usar por argumento de edad, por defecto a días.

source: HEAD file does not match migration timeline head
de: Die HEAD-Datei stimmt nicht mit dem Migrationszeitachsenkopf überein
es: Fichero HEAD no coincide con HEAD de la linea del tiempo de la migración

source: HTTP port number to send request
de: HTTP-Portnummer zum Senden der Anfrage
es: Numero de puerto HTTP para enviar petición

source: Hosting vnf drivers tacker plugin will use
de: Hosting vnf Treiber Tacker Plugin wird verwendet
es: Drivers VNF de hospedaje que plugin de tacker va a usar

source: IP Address input values should be in a list format
de: IP-Adresseingabewerte sollten in einem Listenformat vorliegen
es: Valores de entrada de direcciones IP deben ser en formato de lista

source: Input for substitution mapping requirements are not valid for %(requirement)s. They must be in the form of list with two entries
de: Die Eingabe für Substitutionszuordnungsanforderungen gilt nicht für %(requirement)s. Sie müssen in Form einer Liste mit zwei Einträgen vorliegen
es: Requerimientos de entrada para el mapeo de sustitución no son validos para %(requirement)s. Deben ser en formato de lista con dos entradas.

source: Insufficient credential data was provided, either "token" must be set in the passed conf, or a context with an "auth_token" property must be passed.
de: Es wurden nicht genügend Anmeldedaten bereitgestellt, entweder muss 'Token' im übergebenen Conf gesetzt werden oder ein Kontext mit einer 'auth_token'-Eigenschaft muss übergeben werden.
es: Datos de credenciales proporcionadas son insuficientes, o "token" debe ser pasado en la configuración, o un contexto con una propiedad "auth_token" debe ser pasado.

source: Interval to check for VIM health
de: Intervall zur Überprüfung auf VIM-Integrität
es: Intervalo para comprobar salud del VIM

source: Invalid Forwarding Path contains duplicate connection point : %(cp)s
de: Ungültiger Weiterleitungspfad enthält doppelten Verbindungspunkt: %(cp)s
es: Forwarding Path no válido, contiene punto de conexión duplicado: %(cp)s

source: Invalid Forwarding Path contains duplicate forwarder not in order: %(forwarder)s
de: Ungültiger Weiterleitungspfad enthält doppelte Weiterleitung, nicht in der folgenden Reihenfolge: %(forwarder)s
es: Forwarding Path no válido, contiene el forwarder duplicado sin orden: %(forwarder)s

source: Invalid VNFFG template input: %(template)s
de: Ungültige VNFFG-Vorlageneingabe: %(template)s
es: Plantilla VNFFG insertada no valida: %(template)s

source: Invalid action %(action)s for policy %(policy)s, should be one of %(valid_actions)s
de: Ungültige Aktion %(action)s für Richtlinie %(policy)s, sollte eine dergültigen Aktionen %(valid_actions)s sein

source: Invalid alarm url for VNF %(vnf_id)s
de: Ungültige Alarm-URL für VNF %(vnf_id)s
es: Url de alarma invalida para VNF %(vnf_id)s

source: Invalid auth_type was specified, auth_type: %(type)s
de: Ungültiger auth_type wurde angegeben, auth_type: %(type)s
es: auth_type especificado no es válido, auth_type: %(type)s

source: Invalid content type %(content_type)s
de: Ungültiger Inhaltstyp %(content_type)s
es: Tipo de contenido no válido %(content_type)s

source: Invalid data format for IP pool: '%s'
de: Ungültiges Datenformat für IP-Pool: '%s'
es: Formato de datos no válido para agrupación de IP: '%s'

source: Invalid data format for fixed IP: '%s'
de: Ungültiges Datenformat für feste IP: '%s'
es: Formato de datos no válido para IP fija: '%s'

source: Invalid data format for hostroute: '%s'
de: Ungültiges Datenformat für Hostroute: '%s'
es: Formato de datos no válido para ruta de host: '%s'

source: Invalid data format for nameserver: '%s'
de: Ungültiges Datenformat für Nameserver: '%s'
es: Formato de datos no válido para servidor de nombres: '%s'

source: Invalid data format for service list: '%s'
de: Ungültiges Datenformat für die Serviceliste: ' %s'

source: Invalid format: %s
de: Ungültiges Format: %s
es: Formato no válido: %s

source: Invalid input for %(attr)s. Reason: %(reason)s.
de: Ungültige Eingabe für %(attr)s. Grund: %(reason)s.
es: Entrada no válida para %(attr)s. Razón: %(reason)s.

source: Invalid input for field/attribute %(path)s. Value: %(value)s. %(message)s
de: Ungültige Eingabe für Feld/Attribut %(path)s. Wert: %(value)s. %(message)s

source: Invalid input for operation: %(error_message)s.
de: Ungültige Eingabe für Operation: %(error_message)s.
es: Entrada no válida para operación: %(error_message)s.

source: Invalid input. '%(target_dict)s' must be a dictionary with keys: %(expected_keys)s
de: Ungültige Eingabe. '%(target_dict)s' muss ein Wörterbuch mit Schlüsseln sein: %(expected_keys)s
es: Entrada no válida. '%(target_dict)s' debe ser un diccionario con claves: %(expected_keys)s

source: Invalid keys specified in VNFD - %(error_msg_details)s.Supported keys are: %(valid_keys)s
de: In VNFD angegebene ungültige Schlüssel - %(error_msg_details)s. Unterstützte Schlüssel sind: %(valid_keys)s
es: Claves invalidas especificadas en VNFD - %(error_msg_details)s. Claves soportadas son: %(valid_keys)s

source: Invalid network VLAN range: '%(vlan_range)s' - '%(error)s'
de: Ungültiger Netzwerk-VLAN-Bereich: '%(vlan_range)s' - '%(error)s'
es: Rango de VLAN de red no válido: '%(vlan_range)s' - '%(error)s'

source: Invalid type %(type)s for policy %(policy)s, should be one of %(valid_types)s
de: Ungültiger Typ %(type)s für Richtlinie %(policy)s, sollte einer von %(valid_types)s sein
es: Tipo %(type)s invalido para regla %(policy)s, debe ser uno de %(valid_types)s

source: Key ID is None
de: Schlüssel-ID ist Keine
es: ID de clave es None

source: Key manager error: %(reason)s
de: Schlüsselmanagerfehler: %(reason)s
es: Error del gestor de claves: %(reason)s

source: Key not found, uuid: %(uuid)s
de: Schlüssel nicht gefunden, UUID: %(uuid)s
es: Clave no ha sido encontrada, uuid: %(uuid)s

source: Limit must be an integer 0 or greater and not '%d'
de: Limit muss eine Ganzzahl 0 oder größer sein und nicht '%d'
es: El límite debe ser un entero mayor o igual a 0 y no '%d'

source: MGMT driver to communicate with Hosting VNF/logical service instance tacker plugin will use
de: MGMT-Treiber für die Kommunikation mit Hosting-VNF/Logic-Service-Instanz Tacker-Plugin wird verwenden
es: Driver de MGMT para comunicar con la instancia Hosting VNF/servicio logico que tacker plugin usara

source: Malformed request body
de: Fehlerhafter Anfragetext
es: Cuerpo de solicitud incorrecto

source: Malformed request body: %(reason)s
de: Fehlerhafter Anfragekörper: %(reason)s
es: Cuerpo de solicitud formado incorrectamente: %(reason)s

source: Matching VNF Instance for VNFD %(vnfd_name)s could not be found. Please create an instance of this VNFD before creating/updating VNFFG.
de: Übereinstimmende VNF-Instanz für VNFD %(vnfd_name)s konnte nicht gefunden werden. Erstellen Sie eine Instanz dieser VNFD, bevor Sie VNFFG erstellen/aktualisieren.
es: Instancia VNF correspondiente a VNFD %(vnfd_name)s no ha sido encontrada. Por favor crea una instancia de este VNFD antes de crear/actualizar el VNFFG.

source: Max header line to accommodate large tokens
de: Max-Kopfzeile zur Aufnahme großer Tokens
es: Máximo de línea de cabecera para acomodar señales grandes

source: Metadata for alarm policy is not matched
de: Metadaten für die Alarmrichtlinie werden nicht zugeordnet
es: Meta datos para la política de alarmas no coincide.

source: Monitor driver to communicate with Hosting VNF/logical service instance tacker plugin will use
de: Monitor Treiber für die Kommunikation mit Hosting VNF / Logic Service Instanz Tacker Plugin wird verwenden
es: Driver de monitor para comunicar con la instancia Hosting VNF/servicio logico que tacker plugin usara

source: More than one MGMT Driver per vnfd is not supported
de: Mehr als ein MGMT-Treiber pro VNFD wird nicht unterstützt
es: Más de un Driver MGMT por vnfd no está soportado

source: Multiple plugins for service %s were configured
de: Mehrere Plugins für Service %s wurden konfiguriert
es: Se han configurado varios complementos para el servicio %s

source: NFP %(nfp_id)s could not be found
de: NFP %(nfp_id)s konnte nicht gefunden werden
es: NFP %(nfp_id)s no ha sido encontrado

source: NFP %(nfp_id)s is still in use
de: NFP %(nfp_id)s wird noch verwendet
es: NFP %(nfp_id)s sigue en uso

source: NFP attribute %(attribute)s could not be found
de: Das NFP-Attribut %(attribute)s konnte nicht gefunden werden
es: Atributo NFP %(attribute)s no ha sido encontrado

source: NS %(ns_id)s could not be found
de: NS %(ns_id)s konnte nicht gefunden werden
es: NS %(ns_id)s no ha sido encontrado

source: NS %(ns_id)s in use
de: NS %(ns_id)s wird benutzt

source: NS %(ns_id)s is still in use
de: NS %(ns_id)s wird noch verwendet
es: NS %(ns_id)s sigue en uso
